{"0": ["1. Which phase of the selling process involves getting the order:", ["Reaching closure", "Prescribing solutions", "Establishing relationships", "Discovering needs"], "Reaching closure"], "1": ["2. Which of the following is an example of unethical business behavior:", ["Misleading consumers", "Identifying target markets", "Persuading others", "Questioning standards"], "Misleading consumers"], "2": ["3. A basic economic principle behind our private enterprise system is", ["government regulation.", "the freedom to compete.", "gross profit.", "the satisfaction of consumers."], "the freedom to compete."], "3": ["4. Channel members who complain that other members at the same level of the channel are trying to attract their customers and steal their sales are involved in __________ conflict.", ["horizontal", "conventional", "internal", "vertical"], "horizontal"], "4": ["5. An increase in the amount of goods produced is an indication of economic", ["recession.", "depression.", "stagnation.", "growth."], "growth."], "5": ["6. What category of GDP would include the money Kathy's family pays to the state university for her college tuition?", ["Personal consumption expenditures", "Gross private domestic investment", "Net exports of goods and services", "Government purchases of goods and services"], "Personal consumption expenditures"], "6": ["7. What should salespeople avoid doing when handling customer complaints?", ["Discussing the problem", "Listening carefully", "Arguing politely", "Empathizing with the customer"], "Arguing politely"], "7": ["8. Tim went to the local hardware store to buy nails but realized that he was unsure of what size nails he needed. The clerk said that if the nails were the wrong size, he could exchange them for the correct size. The store was helping to build a loyal clientele by offering", ["assistance with merchandising.", "favorable adjustment and return policies.", "quality maintenance and repair services.", "readily available credit."], "favorable adjustment and return policies."], "8": ["9. Which of the following is most likely to have a marketing-research department:", ["Small retail business", "Local charity", "Successful politician", "Leading manufacturer"], "Leading manufacturer"], "9": ["10. Heyman's discount store planned to participate in a variety of promotional activities in order to meet its goal of increasing the store's market share. Heyman's promotional plan is a marketing", ["tactic.", "strategy.", "concept.", "objective."], "strategy."], "10": ["11. Which of the following limits the usefulness of the Internet as an advertising tool:", ["Linking", "Action and sound capabilities", "E-mail filter", "Personalization"], "E-mail filter"], "11": ["12. The first decision that marketers must make when managing channels is", ["determining channel responsibilities.", "determining distribution patterns.", "selecting channel members.", "setting channel objectives."], "setting channel objectives."], "12": ["13. One way that a business might try to compensate for the limited number of qualified workers is to increase its use of", ["conservation.", "specialization.", "production.", "automation."], "automation."], "13": ["14. Which of the following situations best demonstrates why businesses should retain their records:", ["A business is planning to send anniversary cards to employees on the date of their employment.", "A business is planning to sell out to another company.", "A business is planning to send press releases to the local newspaper.", "A business is planning to use webinars for employee training."], "A business is planning to sell out to another company."], "14": ["15. A reason to legally research possible brand names is to", ["ensure that the name is adaptable to displays, signage, and advertising.", "avoid selecting a name that is unpleasant.", "make sure the name will stimulate customers' buying habits.", "avoid selecting a name already in use by another business."], "avoid selecting a name already in use by another business."], "15": ["16. Which of the following is not one of the three purposes of oral presentations?", ["To entertain", "To persuade", "To inform", "To prepare"], "To prepare"], "16": ["17. In sales ethics, when salespeople answer questions they don't really know the answers to, they are", ["simply guessing.", "displaying arrogance.", "acting aloof.", "plainly deceiving."], "simply guessing."], "17": ["18. \"The customer is ALWAYS right\" is a philosophy many businesses try to follow in order to", ["help employees handle selling objections.", "eliminate any product returns and refunds.", "make employees' jobs easier.", "create positive customer/client relations."], "create positive customer/client relations."], "18": ["19. Which of the following identifies the need for capital and helps to reduce business risk:", ["Financial plan", "Information system", "Marketing plan", "Cash-flow analysis"], "Financial plan"], "19": ["20. The process of converting resources into goods and services is called", ["marketing.", "refinement.", "production.", "entrepreneurship."], "production."], "20": ["21. Which of the following often prepare budgets in business:", ["All employees", "Inventory clerks", "Sales cashiers", "Middle managers"], "Middle managers"], "21": ["22. Joseph received an e-mail message from his supervisor and wants to send it to his coworker, Jackie. What e-mail function key would Joseph use to send the message to Jackie?", ["Forward", "Reply", "Edit", "New"], "Forward"], "22": ["23. Government selling regulations are often established to lower the occurrence of business", ["debt.", "taxation.", "fraud.", "competition."], "fraud."], "23": ["24. Which of the following is an example of an emergency situation that business employees should know how to handle and report:", ["Bomb threat", "Internal theft", "Check fraud", "Stolen identity"], "Bomb threat"], "24": ["25. Why do most businesses use some type of quality control method at work?", ["To minimize errors", "To organize employees", "To attract vendors", "To guarantee safety"], "To minimize errors"], "25": ["26. Terry's supervisor showed him some steps he could take in order to process customers' orders faster. The supervisor's suggestions are an example of", ["feedback.", "external training.", "empathy.", "unfair treatment."], "feedback."], "26": ["27. The purpose of semantic-differential rating scales is to measure", ["personality.", "behavior.", "attitude.", "talent."], "attitude."], "27": ["28. During a meeting, Kevin provided an idea for cutting departmental costs by 20 percent. Which action would indicate that Kevin's supervisor liked his idea:", ["Nodding, smiling, and writing down the idea", "Rolling eyes while sarcastically stating, \"Great idea, Kevin\"", "Making eye contact, frowning, and crossing arms", "Cutting Kevin off while he's speaking and asking for more ideas"], "Nodding, smiling, and writing down the idea"], "28": ["29. Which of the following types of customer relationship management software would be most appropriate for a company that is looking for a more efficient way to track leads, prospects, and customers:", ["Matching engine technology", "Campaign management software", "Personalization technology", "Sales force automation technology"], "Sales force automation technology"], "29": ["30. Which of the following is a reason a company might organize itself under the laws of a different country than those of its \"home\" country:", ["To take advantage of technology", "To remain competitive", "To build brand value", "To save on taxes"], "To save on taxes"], "30": ["31. Some large retailers have successfully integrated information sharing between channel members by incorporating __________ between suppliers, warehouse, and store checkout.", ["outsourcing and EDI", "PLUs and invoices", "bar codes and EDI", "bar codes and PLUs"], "bar codes and EDI"], "31": ["32. What is an external factor that can affect a business's promotional plan?", ["Demographic trends", "Product lines", "Staffing responsibilities", "Pricing strategies"], "Demographic trends"], "32": ["33. To be considered a person of honesty and integrity, you should pay all debts", ["eventually.", "sluggishly.", "promptly.", "with interest."], "promptly."], "33": ["34. Sales forecasts are used by businesses to determine", ["management policy.", "production quantities.", "target market.", "past sales."], "production quantities."], "34": ["35. Decision making can be a difficult process, especially as the __________ rises.", ["lack of competence", "number of participants", "amount of money", "level of uncertainty"], "level of uncertainty"], "35": ["36. A downturn in the economy has forced a home builder to lower its prices. This company has __________ prices.", ["flexible", "realistic", "inflexible", "competitive"], "flexible"], "36": ["37. Which of the following situations indicates that a marketer should conduct marketing research to resolve a problem:", ["Testing new products", "Losing market share", "Monitoring competitors", "Declining inflation"], "Losing market share"], "37": ["38. Positioning a corporate brand involves communicating the brand's ___________ to the target markets.", ["logo", "size", "slogan", "value"], "value"], "38": ["39. Which of the following statements would be the best way for a job applicant to end an interview:", ["\"Mr", "\"Ms", "\"Ms", "\"Mr"], "\"Ms"], "39": ["40. Statements about a present or desired strength are called", ["images.", "visualizations.", "affirmations.", "roles."], "affirmations."], "40": ["41. Ted is planning a new advertising campaign for his company, a stable that offers private horseback-riding lessons. Which of the following is data that would be useful for Ted's marketing decision making:", ["Market share data for his company during the past year", "Sales volume data for the horse racing industry", "Strengths and weaknesses of local coffee shops", "Demographic data for local dog owners"], "Market share data for his company during the past year"], "41": ["42. The process of coding is part of which step of the marketing research process?", ["Presentation", "Collection", "Analysis", "Preparation"], "Analysis"], "42": ["43. Company A requires Company B to carry certain products in order to obtain the product that Company B really wants. This is an example of an illegal activity called", ["an open agreement.", "intensive distribution.", "selective distribution.", "a tying agreement."], "a tying agreement."], "43": ["44. Which aspect of a business benefits the most when a company implements a customer loyalty program that asks its participants to complete a customer questionnaire:", ["Operations", "Sales", "Warehousing", "Accounting"], "Sales"], "44": ["45. When should you record bank transactions in your check register?", ["When checks bounce", "When bank statements are received", "As bank statements are reconciled", "As soon as each check is written"], "As soon as each check is written"], "45": ["46. As prices increase, the quantity supplied will generally", ["vary.", "decrease.", "stay the same.", "increase."], "increase."], "46": ["47. Which of the following is an example of a tax liability:", ["Interest paid on a mortgage", "Deduction for a charitable contribution", "Amount due on an inheritance", "Value of an exemption"], "Amount due on an inheritance"], "47": ["48. One benefit of new-employee orientation is that it makes the new employees feel __________ on the job.", ["comfortable", "accomplished", "invaluable", "experienced"], "comfortable"], "48": ["49. For a vision to be achievable, it must also be", ["simple.", "realistic.", "inexpensive.", "current."], "realistic."], "49": ["50. Julia's company is in need of a new copy machine. She decides to send letters to several companies that sell copiers asking for more information on their products. What type of correspondence has Julia written?", ["An inquiry", "An application", "A short report", "A proposal"], "An inquiry"], "50": ["51. What is often the result when a business's employees practice good human relations skills?", ["Decreased communication", "Increased cooperation", "Reduced loyalty", "Improved benefits"], "Increased cooperation"], "51": ["52. Which of the following is the medium that is most appropriate to use for communicating and obtaining in-depth information:", ["Satellite radio", "High definition television", "Internet", "Scanner"], "Internet"], "52": ["53. Which of the following would be done by a business collecting primary data for marketing decisions:", ["Sales records would be analyzed.", "Economic reports would be obtained from the government.", "A customer survey would be conducted.", "The company would subscribe to trade publications."], "A customer survey would be conducted."], "53": ["54. Which of the following is a true statement about information:", ["It has no value for an organization.", "It is simple to manage.", "It is the same thing as data.", "It is data put into a useful form."], "It is data put into a useful form."], "54": ["55. Grades and standards are normally developed by which of the following groups:", ["Government agencies, businesses, and consumers", "Government agencies, trade associations, and consumers", "Government agencies, trade associations, and businesses", "Trade associations, businesses, and consumers"], "Government agencies, trade associations, and businesses"], "55": ["56. Which of the following are touch points that a successful company often uses to communicate its corporate brand to its target market:", ["Company web site, sales calls, and trade shows", "Employees, sales staff, and compensation policies", "Trade shows, sales reports, and employees", "Sales calls, company web site, and marketing audits"], "Company web site, sales calls, and trade shows"], "56": ["57. At the library, Janelle can get up-to-date career information about job opportunities, employment trends, training, and educational needs by reading various", ["fictitious magazine articles.", "occupational publications.", "technical books.", "international data almanacs."], "occupational publications."], "57": ["58. This year a business spends $423,500 in salaries, $88,000 in rent, $15,250 to maintain a web site, and gives employees $60,000 in bonuses. What are the fixed costs?", ["$526,750", "$586,750", "$571,500", "$511,500"], "$526,750"], "58": ["59. Which of the following is a situation that is likely to require a company's employees to obtain special training from an external source:", ["Interpreting a quarterly sales report", "Understanding the company's policy manual", "Learning a complex computer software program", "Analyzing results of a research project"], "Learning a complex computer software program"], "59": ["60. When completing job applications, the applicants should sign their", ["favorite nicknames.", "proper names.", "initials only.", "last names first."], "proper names."], "60": ["61. Which of the following is an example of coordinating promotional activities:", ["A famous athlete endorses a product in television and magazine ads.", "A business develops an annual schedule for window displays.", "A business advertises a product and mails free samples to consumers.", "Members of the distribution channel share advertising costs."], "A business advertises a product and mails free samples to consumers."], "61": ["62. What type of promotion was used by companies that promoted the \"Just Say No\" campaign to discourage students from using drugs?", ["Institutional public relations", "Primary product", "Secondary product", "Institutional public service"], "Institutional public service"], "62": ["63. What is one of the weaknesses of secondary information obtained from government sources?", ["Complicated to process", "Is expensive", "Difficult to find", "May be inaccurate"], "May be inaccurate"], "63": ["64. Landrea had used a variety of creative thinking techniques to come up with product ideas. So far, she hasn't had any success, so she decides to relax and take a break from being so focused on coming up with the new idea. What creative thinking technique will Landrea be using?", ["Mind mapping", "Unconscious problem solving", "Morphological analysis", "Synectics"], "Unconscious problem solving"], "64": ["65. Joan has been manager for Lydia's Dress Shop for five years, but she wants to be her own boss. Joan has experience, cash, and a strong desire for independence. Which type of business ownership is most appropriate for Joan?", ["Partnership", "Corporation", "Sole proprietorship", "Franchise"], "Sole proprietorship"], "65": ["66. The ZRB Company promises to ship LST Inc. 200 units of product by a certain date, and LST Inc. promises to pay ZRB $25,000 for the product within 14 days of receipt. This is an example of a(n)", ["defensible agreement.", "exempt contract.", "executed agreement.", "bilateral contract."], "bilateral contract."], "66": ["67. In planning a staff meeting for her department, Mara should", ["limit the number of times that each participant speaks.", "change the meeting date and time.", "forward a copy of the department budget to all participants.", "provide a meeting agenda to review."], "provide a meeting agenda to review."], "67": ["68. Sweepstakes and contests are examples of communications channels often used in", ["sales promotions.", "advertising campaigns.", "publicity programs.", "media commercials."], "sales promotions."], "68": ["69. Which of the following is a characteristic of orderly and systematic behavior:", ["Having a rigid personality", "Doing things in an organized and methodical manner", "Giving very little thought to the things you do", "Having an excellent memory"], "Doing things in an organized and methodical manner"], "69": ["70. Which of the following is a promotional method that enables businesses to introduce new products and generate new sales leads at the same time:", ["Sales contests", "Trade shows", "Cash rebates", "Free samples"], "Trade shows"], "70": ["71. In which of the following markets do businesses have very little control over pricing:", ["Monopoly", "Oligopoly", "Monopolistic competition", "Pure competition"], "Pure competition"], "71": ["72. While typing a document using word-processing software, Janice decided that she wanted to move a paragraph from the first page to the second page of her business report. What actions should Janice use to efficiently move the text?", ["Delete the text and copy it into a text box in the new location", "Copy and paste", "Delete the text and retype it in the new location", "Cut and paste"], "Cut and paste"], "72": ["73. Companies that build a reputation for carrying out the terms of their warranties and guarantees generally have higher sales and more repeat customers, which results in", ["increased profits.", "decreased feedback from customers.", "unclear standards for the business.", "a business-oriented focus."], "increased profits."], "73": ["74. When evaluating the wording of a survey, the editor should make sure that each question contains", ["simple words without jargon.", "impressive but vague language.", "clear, technical terms.", "vocabulary with dual meanings."], "simple words without jargon."], "74": ["75. Whenever Melissa has to make a difficult decision, she considers how her actions might affect other people and their feelings. As a result, she has developed higher", ["productivity.", "ethics.", "wages.", "profit margins."], "ethics."], "75": ["76. Which of the following is not a capital investment decision:", ["Which projects to invest in", "How to manage cash flow", "How to finance investments", "Whether or not to pay dividends"], "How to manage cash flow"], "76": ["77. A video store tells customers that a certain DVD will be in stock, but on the release date, it has no DVDs available. This is an example of which negative action companies should avoid taking:", ["Using high-pressure sales techniques", "Not keeping promises", "Delivering low-quality goods and services", "Responding inappropriately to crises"], "Not keeping promises"], "77": ["78. Which of the following is an example of aggressive behavior:", ["Beginning a conversation with strangers", "Openly expressing your negative thoughts", "Standing very close to others when talking", "Refusing to do things you don't wish to do"], "Standing very close to others when talking"], "78": ["79. The Norton Company conducts a survey to obtain feedback about the quality of its goods and services from the people who use them. The reason for conducting the survey is to", ["determine customer-satisfaction levels.", "obtain demographic data.", "predict the feasibility of a product idea.", "learn about trends in the marketplace."], "determine customer-satisfaction levels."], "79": ["80. A staff meeting was held to discuss some problems the business was having. Management did not need to stress the seriousness of the problems, as it was conveyed in their voices. Which speech element was management using to convey its message?", ["Tone", "Empathy", "Tempo", "Enunciation"], "Tone"], "80": ["81. What process do businesses follow in order to direct and control all phases in the life of a good or service?", ["Idea positioning", "Product managing", "Concept testing", "Growth marketing"], "Product managing"], "81": ["82. Businesses that fail to comply with a country's advertising regulations are often required to stop running the advertisement and", ["obtain endorsements from internal sources.", "sign a comparative disclosure form.", "issue a cease-and-desist decree.", "pay a monetary fine to the government."], "pay a monetary fine to the government."], "82": ["83. One reason why it is important to coordinate the headline and illustrations in an advertisement is to make the reader", ["understand the company name.", "appreciate the style of layout.", "want to read the message.", "aware of the cost involved."], "want to read the message."], "83": ["84. Many businesses that have a small sales staff and a limited advertising budget often consider it worthwhile to", ["sponsor major sporting events.", "develop television commercials.", "participate in trade shows.", "buy space on billboards."], "participate in trade shows."], "84": ["85. What do many individuals establish when planning for future financial needs?", ["Living will", "College fund", "Emotional intelligence", "A work history"], "College fund"], "85": ["86. Which of the following is an example of an ownership investment:", ["Money market accounts", "Certificates of deposit (CDs)", "Stocks", "Savings accounts"], "Stocks"], "86": ["87. A business should conduct environmental scans on a continuous basis so that it can", ["control the external environment.", "change customers' attitudes.", "save money.", "respond to opportunities and threats quickly."], "respond to opportunities and threats quickly."], "87": ["88. Technology advancements have provided marketers the ability to send cost-effective, opt-in promotional messages to a customer's __________ address.", ["street", "e-mail", "P.O", "secondary"], "e-mail"], "88": ["89. A business might bundle products together to sell at a lower price for a limited time in order to", ["eliminate cash shortages.", "limit product returns.", "monitor promotional activities.", "encourage future sales."], "encourage future sales."], "89": ["90. When writing a business report, Thomas might check his writing and style manual to determine the", ["synonyms for common words.", "best way to set up tables using computer software.", "formal definitions of important terms.", "appropriate way to cite his resources."], "appropriate way to cite his resources."], "90": ["91. What do you need to identify if there are complicated jobs that members of the group are unable to perform?", ["Technical equipment", "Alternative tasks", "Support services", "Replacement items"], "Support services"], "91": ["92. A salesperson says, \"Mrs. Jones, you may not know about our business's 24-hour helpline, so let me explain it to you.\" This is an example of a salesperson pointing out a(n)", ["exclusive want.", "obvious feature.", "limited offer.", "hidden benefit."], "hidden benefit."], "92": ["93. The Fragrantly Yours Flower Shop determined that it sells between 35 and 50 dozen red roses each week. What measure is the flower shop using to analyze product sales?", ["Average", "Range", "Median", "Mode"], "Range"], "93": ["94. Changing light bulbs in a business's storage room is an example of which of the following activities:", ["Housekeeping", "Receiving", "Warehousing", "Managing"], "Housekeeping"], "94": ["95. Which of the following is the most appropriate method for supervisors to use when communicating about personal or confidential issues with individual employees:", ["Company newsletter", "Face-to-face meeting", "Telephone conference call", "Staff memo"], "Face-to-face meeting"], "95": ["96. To be an effective team member, an employee needs to be willing to", ["withhold his/her opinions.", "provide insensitive feedback.", "take on all jobs.", "collaborate with others."], "collaborate with others."], "96": ["97. Employees are more likely to be able to correctly follow directions if those directions are explained in", ["chronological order.", "complex terminology.", "excessive detail.", "technical language."], "chronological order."], "97": ["98. Legal ownership of purchases does not pass to the purchaser until all payments have been made if the purchaser uses __________ credit.", ["trade", "revolving", "regular", "installment"], "installment"], "98": ["99. An important step in the process of purchasing equipment and supplies for the business is", ["selecting vendors.", "reviewing revenues.", "monitoring competitors.", "visiting trade shows."], "selecting vendors."], "99": ["100. Human resources management is demonstrated in which of the following statements:", ["The business takes care of the responsibilities associated with having employees.", "The business gives its preferred customers a special discount.", "The business includes top-level managers in long-term planning.", "The business acts on new information about a competitor."], "The business takes care of the responsibilities associated with having employees."]}
