{"0": ["1. A business letter that presents its message in as few words as possible would be described as having", ["clarity.", "conciseness.", "courtesy.", "completeness."], "conciseness."], "1": ["2. Hank would like to meet regularly in person with other financial planners in his geographic area to discuss trends and issues impacting their profession. Which of the following professional organizations would best meet Hank's needs:", ["Federal Organization of Financial Planners", "National Association of Professional Financial Advisors", "International Financial Planning Association", "Local Society of Financial Planning Professionals"], "Local Society of Financial Planning Professionals"], "2": ["3. Seth's manager asked him to develop a report that compares their company's fourth-quarter performance with others in its industry. Which financial-analysis software feature should Seth use to generate information for his report?", ["DuPont modeling", "Ratio analysis", "Benchmarking", "Forecasting"], "Benchmarking"], "3": ["4. A worker who records, classifies, summarizes, analyzes, and communicates a business's financial information is a(n)", ["compliance analyst.", "accountant.", "bank manager.", "insurance agent."], "accountant."], "4": ["5. Equipment inspections, fire drills, and employee safety training are examples of a business's _______ management efforts.", ["financial", "time", "resource", "risk"], "risk"], "5": ["6. Which of the following is a technological tool that businesses use to archive their financial records:", ["Electronic data interchange", "Direct-response software", "Web-development programs", "Digital microfilm scanner"], "Digital microfilm scanner"], "6": ["7. Which of the following is a function of financial markets:", ["Customer service", "Borrowing and lending", "Auctions", "Productivity"], "Borrowing and lending"], "7": ["8. To manage potential risks resulting from unethical conduct, many companies build internal infrastructures that promote and enforce ethical practices. This internal infrastructure is likely to include appropriate audit procedures, a code of conduct, and a _______ policy.", ["monetary", "whistleblower", "constituent", "credit"], "whistleblower"], "8": ["9. One of the characteristics of effective verbal communication is", ["precise speech.", "good use of slang.", "lack of clarity.", "lack of tact."], "precise speech."], "9": ["10. Most automobile salespeople try to get an idea of what price range the potential customer can afford. This is part of which of the following marketing functions:", ["Pricing", "Marketing-information management", "Selling", "Distribution"], "Selling"], "10": ["11. Which of the following is a technique that can best help managerial accountants evaluate how well they have budgeted:", ["Variance analysis", "Cost-benefit analysis", "Marginal analysis", "Competitive analysis"], "Variance analysis"], "11": ["12. A person reacting to conflict by trying to persuade others to take a certain course of action is an example of", ["problem-solving.", "yielding.", "negotiating.", "forcing."], "negotiating."], "12": ["13. Which employee reports directly to a corporation's board of directors?", ["Accounting manager", "Vice president of operations", "Chief executive officer", "Director of sales"], "Chief executive officer"], "13": ["14. Which of the following is considered a presale touchpoint:", ["Shipping/Delivery", "Installation", "Interaction with a salesperson", "Advertising"], "Advertising"], "14": ["15. If a financial planner fails to stay informed about new laws impacting the financial products they sell, which of the following ethical principles are they failing to observe:", ["Objectivity", "Confidentiality", "Honesty", "Competence"], "Competence"], "15": ["16. When validating your credit report, it is important to", ["destroy financial documents that contradict your credit report.", "ignore any mistakes because they will be removed automatically.", "compare your report with your own financial documents.", "send your findings to your employer and/or school administrator."], "compare your report with your own financial documents."], "16": ["17. What might a company's higher-than-usual sales volume for a day indicate?", ["Investors have recalculated the PE.", "Investors believe the yield percentage has changed.", "Investors have received their dividends.", "Investors have reacted to news about the company."], "Investors have reacted to news about the company."], "17": ["18. Kali promised her parents that she would get good grades this semester, so she studies every day, completes all of her assignments on time, and attends review sessions. Kali is _______ getting good grades.", ["being pressured into", "committed to", "not focused on", "uninterested in"], "committed to"], "18": ["19. Advancements in technology have had big implications for risk management. For example, real-time reporting has helped teams _______ the time between when a risk is documented and when the report reaches people who can act on that information.", ["monetize", "decrease", "increase", "escalate"], "decrease"], "19": ["20. Retailers' and wholesalers' primary purpose for purchasing is for", ["resale.", "conversion into a final product.", "consumption.", "use in the business."], "resale."], "20": ["21. Which of the following is a benefit of using artificial intelligence in compliance:", ["Reduces human error", "Increases costs", "Reduces efficiency", "Increases false positives"], "Reduces human error"], "21": ["22. Mr. Field makes all the important decisions and gives his employees very specific instructions. Which of the following describes Mr. Field's management style:", ["Open", "Laissez-faire", "Authoritarian", "Democratic"], "Authoritarian"], "22": ["23. Which of the following is a true statement regarding budgets:", ["They are set for specific time periods.", "Some businesses don't need them.", "To be successful, they must stay the same from year to year.", "They are required by law."], "They are set for specific time periods."], "23": ["24. When individuals purchase items such as high-performance sports cars, rare collectibles, and jewelry containing large, precious gemstones, they must often pay _______ taxes.", ["gift", "property", "luxury", "estate"], "luxury"], "24": ["25. A country's unemployment rate impacts the economy because when people are unemployed, they lose their", ["individual identity.", "purchasing power.", "absolute advantage.", "corporate connection."], "purchasing power."], "25": ["26. One of the main reasons why businesses participate in trade shows is to", ["research their market.", "promote their products.", "train their salespeople.", "meet their competitors."], "promote their products."], "26": ["27. One action that an ethical business can take to help build the long-term trust and loyalty of its customers is to", ["implement a comprehensive customer privacy policy.", "send daily opt-in email messages to customers.", "sell its customer list to third parties without permission.", "maintain detailed information about customers' transactions."], "implement a comprehensive customer privacy policy."], "27": ["28. Who typically reviews and approves the guidelines for running a corporation, which are also known as corporate governance policies?", ["The investors", "The management team", "The shareholders", "The board of directors"], "The board of directors"], "28": ["29. What is the first step you should take when planning a project?", ["Develop a draft plan.", "Identify resources.", "Determine quality standards.", "Identify the project's stakeholders."], "Identify the project's stakeholders."], "29": ["30. Computer database programs make it easier for businesses to manage", ["large amounts of related information.", "customers' buying habits.", "internet search engines.", "problem-solving skills."], "large amounts of related information."], "30": ["31. What type of variance analysis involves determining the difference between the standard costs and the actual costs of raw materials used for production?", ["Fixed overhead", "Material yield", "Selling price", "Purchase price"], "Purchase price"], "31": ["32. A current employee who is asked to help orient a new employee will be serving as the new employee's", ["sponsor.", "manager.", "apprentice.", "trainee."], "sponsor."], "32": ["33. One way that organizations can achieve their corporate governance objectives is by", ["allowing senior managers to serve on the board of directors.", "preventing stakeholders from viewing financial information.", "encouraging employee participation at board meetings.", "releasing an annual report detailing their failures and losses."], "encouraging employee participation at board meetings."], "33": ["34. Which of the following is a true statement about a management information system (MIS):", ["It may be one part of a business's overall information management program.", "It does not assist with a business's information management program.", "It is the same thing as an information management program.", "It includes people, processes, and practices."], "It may be one part of a business's overall information management program."], "34": ["35. Using appropriate software to protect confidential data that are stored on a company's computer systems is an important part of managing", ["physical safety risks.", "security risks.", "natural disasters.", "environmental hazards."], "security risks."], "35": ["36. How are very small companies and companies with poor credit ratings most likely to trade their stock?", ["On the New York Stock Exchange (NYSE)", "On the Over the Counter Bulletin Board (OTCBB)", "On the Toronto Stock Exchange (TSX)", "On the American Stock Exchange (AMEX)"], "On the Over the Counter Bulletin Board (OTCBB)"], "36": ["37. How can a financial-information management system contribute to the development of future budget requirements?", ["Organizing and analyzing past resource usage data", "Managing company assets", "Restricting access to confidential information", "Collecting and analyzing competitive data"], "Organizing and analyzing past resource usage data"], "37": ["38. What is one of the most important components of the production process?", ["New technology", "Human resources", "Goods and services", "Inputs and outputs"], "Human resources"], "38": ["39. When creating a master budget for her company, Jamila determined that the marketing department is responsible for the purchase of a new email platform. Jamila is", ["performing marginal analysis.", "allocating costs.", "eliminating sunk costs.", "performing cost-benefit analysis."], "allocating costs."], "39": ["40. Which of the following is an example of a material resource:", ["A long-term employee", "A marketing-research study", "A bank loan", "A piece of manufacturing equipment"], "A piece of manufacturing equipment"], "40": ["41. Instead of transferring the company's money to the company's bank account, Oscar placed it in an offshore bank account that only he had access to. When the company's officers found out what Oscar had been doing, they filed charges against him, and law enforcement officers arrested Oscar for", ["securities fraud.", "espionage.", "embezzlement.", "insider trading."], "embezzlement."], "41": ["42. What is the primary purpose of data-cleansing processes?", ["To control the employees' intranet access", "To correct non-response errors", "To maintain a useful customer database", "To monitor the system for security breaches"], "To maintain a useful customer database"], "42": ["43. Which of the following is an example of a deposit-taking institution:", ["Premier Insurance Company", "Insight Credit Services", "First Street Credit Union", "Delaware Mortgage Company"], "First Street Credit Union"], "43": ["44. Which of the following has contributed to the globalization of financial markets:", ["Higher currency exchange rates", "Increased banking regulations", "Greater restrictions on foreign financial transactions", "Increased use of the internet in financial transactions"], "Increased use of the internet in financial transactions"], "44": ["45. One of Margaret's financial goals has always been to leave money behind for her family. As a result, she spent her life spending very little and had a large estate when she passed. Now that Margaret has died, who is legally responsible for managing and distributing her wealth and assets according to her wishes?", ["Her attorney", "An executor", "A beneficiary", "Her daughter"], "An executor"], "45": ["46. What is an advantage of setting ideal standards?", ["Reduce the frustration associated with easily attainable goals", "Allocate time for rework when errors occur", "Recognize that errors can occur in production", "Provide a lofty goal for employees to strive for"], "Provide a lofty goal for employees to strive for"], "46": ["47. Colin bought 35 shares of stock at $23.50 per share and recently sold all of the stock for $53.00 per share. What type of tax will Colin pay?", ["Sales", "Excise", "Capital gains", "Gift"], "Capital gains"], "47": ["48. One of the advantages of a market economy is", ["absence of taxes.", "government control.", "freedom of competition.", "assigned occupations."], "freedom of competition."], "48": ["49. Under which of the following circumstances should applicants send interview follow-up messages:", ["When they are sure they will get the job", "Only if they are interested in the job", "After every employment interview", "If they are convinced they are qualified"], "After every employment interview"], "49": ["50. If you want to exhibit self-confidence in an upcoming job interview, you should", ["dress well in clothing that makes you feel good.", "use defensive body language.", "not plan for things that could go wrong.", "see perfection as your only option."], "dress well in clothing that makes you feel good."], "50": ["51. Leah's primary duties at TRN Bank involve soliciting borrowers and assisting them through the process of purchasing a home or office building. Which of the following is most likely Leah's job title:", ["Senior bank teller", "Controller", "Insurance underwriter", "Mortgage loan officer"], "Mortgage loan officer"], "51": ["52. The two major sections on a balance sheet are", ["assets and liabilities.", "assets and income.", "expenses and assets.", "cash flow and liabilities."], "assets and liabilities."], "52": ["53. When dividends are paid to stockholders, how are they represented on a statement of stockholders' equity?", ["They are subtracted from the net income.", "They are listed as a percentage of the net income.", "They are simply listed on the statement.", "They are added to the net income."], "They are subtracted from the net income."], "53": ["54. What is another way to describe financial information that is true, complete, and faithfully represented?", ["Reliable", "Comparable", "Timely", "Understandable"], "Reliable"], "54": ["55. Kramer Bank uses sophisticated computer software to analyze its commercial customers' financial information. The software reviews each customer's data and identifies additional business opportunities that the bank should pursue with the customer. The bank should share information about these other opportunities with personnel who specialize in", ["relationship management and pricing.", "relationship management and sales.", "risk management and pricing.", "risk management and sales."], "relationship management and sales."], "55": ["56. A project manager may schedule a meeting with their project team when closing the project to", ["establish the project's long-term goals.", "evaluate the project's successes and obstacles.", "determine project priorities and processes.", "delegate the project's tasks to team members."], "evaluate the project's successes and obstacles."], "56": ["57. Martin was speeding, but he was only driving a couple of miles over the speed limit so he could keep up with traffic. Martin was most likely breaking _______ law but not _______ law.", ["the letter of the; the spirit of the", "criminal; civil", "civil; criminal", "the spirit of the; the letter of the"], "the letter of the; the spirit of the"], "57": ["58. Which of the following is the most effective way to use text in a PowerPoint presentation:", ["Include full paragraphs to provide context.", "Use bullet points organized by topic.", "Use a rainbow of colors as well as text.", "Include every word you plan to say."], "Use bullet points organized by topic."], "58": ["59. While there are some general parts of any project that you can evaluate, you should focus on", ["measures that are most important for your specific project.", "whatever your stakeholders ask you to do.", "the aspects of the project that bring in money.", "project scope because it is the only part that truly matters."], "measures that are most important for your specific project."], "59": ["60. Financial information that a credit card issuer analyzes when reviewing customers' credit card applications include the customers'", ["income and preferred standard of living.", "loan balances and consumption rates.", "payment history and current level of debt.", "employment status and financial goals."], "payment history and current level of debt."], "60": ["61. Troy is a finance manager for a small firm in town. Last night, he attended a cookout at his neighbor's house and met Melissa, who is the owner of a large financial-planning company. Troy and Melissa exchanged business cards, and they set up an appointment for the following week to discuss business opportunities. In what type of situation did Troy and Melissa form a professional business relationship?", ["Social gathering", "Educational setting", "Corporate environment", "Formal event"], "Social gathering"], "61": ["62. Cornell wants to start his own business, but he isn't exactly sure what product or service he wants to pursue at the moment. The first step of the entrepreneurial process that Cornell should focus on is", ["verification.", "idea generation.", "illumination.", "a feasibility study."], "idea generation."], "62": ["63. Melissa works in a large warehouse that stores hazardous materials. She and her coworkers are regularly instructed to clean up spills but are never provided with protective clothing or equipment. What employee right is Melissa's employer failing to address?", ["Right to expect recognition and criticism", "Right to form unions and collective bargain", "Right to a safe working environment", "Right to fair and unprejudiced treatment"], "Right to a safe working environment"], "63": ["64. A major purpose of establishing personal goals is to", ["identify your wants.", "get help from others.", "achieve success in life.", "decrease personal needs."], "achieve success in life."], "64": ["65. Samantha has been chosen by her boss to participate in a group discussion on a topic she knows very little about. Her lack of knowledge in the subject makes her feel like she has little to contribute to the group. Which of the following should she do to become a valuable participant:", ["Ask to be excused from the group", "Take the leadership role to give the group an open mind about the topic", "Resist the urge to comment on the subject until she becomes an expert", "Ask questions to clarify other participants' comments"], "Ask questions to clarify other participants' comments"], "65": ["66. Which of the following represents a natural risk for the owner of a delivery service:", ["Accident", "Snowstorm", "Government intervention", "Rising prices"], "Snowstorm"], "66": ["67. Incorporating technology into compliance is a way for organizations to", ["increase staff.", "avoid the effects of regulation.", "improve customer experience.", "reduce costs."], "reduce costs."], "67": ["68. Which of the following statements regarding the financial-information management function is true:", ["Data in a financial-information management system are typically at least four-to-six months old.", "The financial-information management function's responsibilities have declined in recent years.", "The financial-information management function is an electronic, web-based activity.", "A financial-information management system can be used to support operations management decisions."], "A financial-information management system can be used to support operations management decisions."], "68": ["69. When a leader keeps trying in spite of setbacks, they are demonstrating which of the following characteristics of emotional intelligence:", ["Confidence", "Perseverance", "Positive working relationships", "Proactive behavior"], "Perseverance"], "69": ["70. What is a benefit of managing budgeting data efficiently through budgeting applications?", ["Increases management's confidence in budgets", "Decreases the need for having an audit trail", "Decreases auditors' ability to trace the numbers used in budgets", "Increases amount of time that must be spent on value-added activities"], "Increases management's confidence in budgets"], "70": ["71. Which of the following is an example of a verbal acknowledgment response a listener can use to show a speaker that they are listening:", ["Making eye contact", "Leaning forward", "Nodding their head", "Saying, \"I understand.\""], "Saying, \"I understand.\""], "71": ["72. Before deciding whether to purchase any Upside Corporation stock, Anna wants to study the company's financials. What part of Upside's website is likely to contain the company's most recent annual report?", ["Public Relations", "Sustainability", "Leadership", "Investor Relations"], "Investor Relations"], "72": ["73. A statement of changes in equity is most useful for", ["investors.", "managers.", "customers.", "employees."], "investors."], "73": ["74. Which of the following factors differentiates the governance structure of a small business from a large business:", ["The impact of governance policies", "The need for a board of directors", "The number of owners", "The presence of investors"], "The number of owners"], "74": ["75. One of Jordan's employees has become unhappy at work in recent weeks, so Jordan decides to give the employee more responsibility and decision-making authority. Jordan is increasing the employee's job", ["rotation.", "depth.", "automation.", "scope."], "depth."], "75": ["76. Pamela was dismissed from her job as a financial database administrator because she shared her username and password with a coworker so that they could access a customer database that is typically off-limits to them. Pamela failed to fulfill her responsibilities as a data", ["auditor.", "steward.", "sponsor.", "processor."], "steward."], "76": ["77. When preparing cover letters for jobs, individuals who have very little work experience should stress their", ["activities.", "references.", "personality.", "education."], "education."], "77": ["78. If a drama club member adopts the other drama club members' negative attitude even though she doesn't really approve of doing so, she is demonstrating", ["acceptance.", "emotional intelligence.", "status quo bias.", "groupthink."], "groupthink."], "78": ["79. Which of the following is a positive characteristic for the members of a corporation's board of directors to possess:", ["Independent thinking", "Indecisiveness", "Single-minded attitude", "Conformity"], "Independent thinking"], "79": ["80. What is a characteristic of an emerging market?", ["High-yield bond markets that operate in a secure economic climate", "Strong and highly developed infrastructure", "Unstable stock markets in a transitional economy", "Low gross domestic product due to high foreign investment"], "Unstable stock markets in a transitional economy"], "80": ["81. Which of the following is a legal result of implementing risk management procedures:", ["Increased liability exposure", "Decreased employee satisfaction", "Less workplace safety regulation", "Avoidance of negligence lawsuits"], "Avoidance of negligence lawsuits"], "81": ["82. When a shoe company is trying to plan for the future, it looks at current data about the shoe industry and determines what is popular and unpopular. The company is analyzing business", ["trends.", "licenses.", "productivity.", "finances."], "trends."], "82": ["83. The tendency to respond to situations based on how those situations are posed or viewed is known as", ["framing.", "obedience to authority.", "groupthink.", "overoptimism and overconfidence."], "framing."], "83": ["84. Which of the following is a type of simple written report that usually is distributed to employees within a business:", ["Memorandum", "Handbook", "Proposal", "Newsletter"], "Memorandum"], "84": ["85. Which of the following is a characteristic of a legally binding contract:", ["The contract must be written and signed.", "One of the parties must be in agreement.", "The contract must include an expiration date.", "Something of value must be exchanged."], "Something of value must be exchanged."], "85": ["86. What is the relationship between ethics and risk management?", ["Risk management prevents ethical behavior.", "Ethics and risk management are the same.", "Ethics and risk management rely on one another.", "Risk management is generally unethical."], "Ethics and risk management rely on one another."], "86": ["87. Commercial banks and brokerage firms are examples of", ["legislative groups.", "financial intermediaries.", "nonprofit organizations.", "insurance institutions."], "financial intermediaries."], "87": ["88. Which of the following is a sign of high achievement orientation:", ["A lack of competitiveness", "An entrepreneurial spirit", "Impatience", "Poor-quality work"], "An entrepreneurial spirit"], "88": ["89. What type of economic system allows buyers and sellers to make economic decisions without government interference?", ["Market economy", "Command economy", "Socialism", "Communism"], "Market economy"], "89": ["90. Chris purchased 500 shares of microcap HRR stock. Then, he posted false information about HRR on several investment websites to hype up the stock. After driving up the price of HRR stock, Chris quickly sold all of his stock in the company and earned a large profit. The price of the stock then fell, leaving HRR investors with worthless stock. What type of investment scam did Chris commit?", ["Ponzi scheme", "Pump and dump", "Pyramid scheme", "Phishing"], "Pump and dump"], "90": ["91. Before Alana can review the performance of her stock in the newspaper's securities table, she must locate the company's abbreviated name in the table, which is followed by the", ["trademark.", "trade number.", "yield code.", "ticker symbol."], "ticker symbol."], "91": ["92. In relation to the business cycle, the stock prices of non-cyclical industries tend to", ["remain steady throughout all phases.", "steadily decrease during the expansion phase.", "increase dramatically during the contraction phase.", "increase slightly during the trough phase."], "remain steady throughout all phases."], "92": ["93. Isaac is having a tough time adjusting to his new job duties, so he asks his boss for help in dealing with the changes. His boss tells him the first step in handling a workplace change is understanding that change is", ["negative.", "unavoidable.", "unnecessary.", "intimidating."], "unavoidable."], "93": ["94. As the operations manager, you know the inputs and the outputs of your business for the last fiscal year. What can be calculated from this information?", ["Disposable income", "Business productivity", "Quality of work life", "Gross domestic product"], "Business productivity"], "94": ["95. What seems to be almost an automatic response to criticism for many people?", ["Anger", "Acceptance", "Patience", "Initiative"], "Anger"], "95": ["96. What component of a computer system is responsible for storing information needed by software applications that are currently in use?", ["Central processing unit", "Web-hosting service", "Random access memory", "Hard disk drive"], "Random access memory"], "96": ["97. To reduce the risk of future legal problems, a company might require its business partners to sign a formal", ["warrant.", "premium.", "invoice.", "contract."], "contract."], "97": ["98. Which of the following traits differentiates entrepreneurs from small-business owners:", ["Job creation", "Size of workforce", "Willingness to take risks", "Impact on economic growth"], "Willingness to take risks"], "98": ["99. Mira is reviewing a financial statement for a local business. During her analysis of data, she uses Benford's Law. What can this help her do?", ["Estimate business viability", "Find opportunities for profit", "Identify personnel issues", "Detect the possibility of fraud"], "Detect the possibility of fraud"], "99": ["100. Alyssa is starting a small business out of her home. When she accesses a business \"how-to\" website, Alyssa finds software downloads and printable worksheets that will help her plan and manage her business's income and expenses. The software and worksheets are types of", ["organizational charts.", "statistical information.", "legal data.", "budgeting tools."], "budgeting tools."]}