{"0": ["1. When providing services to clients, financial professionals have the responsibility to supply", ["accurate information.", "payment options.", "credit counseling.", "bank statements."], "accurate information."], "1": ["2. What type of information do truth in lending laws typically require lenders to provide to loan applicants?", ["The lender's current liabilities", "Scoring system used to evaluate credit", "Copy of their credit report", "Annual percentage rate charged"], "Annual percentage rate charged"], "2": ["3. The purpose of the risk pyramid is to show a comparison of", ["one investment to another.", "one stock to another.", "corporate bonds to municipal bonds.", "stocks to stock mutual funds."], "one investment to another."], "3": ["4. In many countries, there are laws in place to protect consumers from unfair credit practices such as", ["adhering to standardized procedures that are transparent and understandable.", "banning debt collectors from threatening consumers that owe money.", "discriminating against certain demographics when reviewing applications for credit.", "providing the terms and conditions of credit agreements in clear language."], "discriminating against certain demographics when reviewing applications for credit."], "4": ["5. What type of retirement plan gives employees little control but guarantees a specific amount for employees?", ["Defined contribution", "Defined benefit", "401(k)", "Social Security"], "Defined benefit"], "5": ["6. Caitlin has three credit cards. She receives her credit card statement for one of the cards and has to decide how to pay the $500 she spent with that card. To pay the least for use of the credit, she should pay with __________ and make the __________ payment.", ["cash; full", "cash; minimum", "another card; full", "another card; minimum"], "cash; full"], "6": ["7. Craig recently opened a new credit card account. Since he's short on cash, he decides to make only the minimum payments toward his debt each month. At the end of the year, however, he notices that his overall balance has gone up quite a bit. This is a result of", ["income tax.", "the cost of credit.", "social security.", "Craig's credit score."], "the cost of credit."], "7": ["8. Businesses usually are unable to enter into legally binding contracts with", ["minors.", "senior citizens.", "foreigners.", "tourists."], "minors."], "8": ["9. What is an example of an internal stock information resource?", ["Brokerage firm research", "The Value Line Investment SurveyÂ®", "A company's annual report", "A financial website portal"], "A company's annual report"], "9": ["10. Why are most resumes set up with a job or career objective as the first item on the resume?", ["To show the employer the applicant's level of creativity", "To call the job applicant's goals to the employer's attention", "To give the job applicant a chance to make a statement", "To demonstrate the job applicant's ability to express themselves"], "To call the job applicant's goals to the employer's attention"], "10": ["11. When using a debit card to pay for goods and services, the funds are electronically transferred from a(n)", ["expense or interest account.", "savings or checking account.", "checking or credit account.", "interest or savings account."], "savings or checking account."], "11": ["12. Using a credit card is", ["a privilege reserved for working adults.", "a good way to pay for impulsive purchases.", "an inexpensive way to borrow money for an extended period.", "like getting a free loan if you pay the balance each month."], "like getting a free loan if you pay the balance each month."], "12": ["13. Maggie wants to buy stock in PepsiCo, but only when the price drops to a certain amount. She is interested in placing a __________ order.", ["market", "limit", "stop", "trade"], "limit"], "13": ["14. Which of the following is a source of unearned income:", ["Commissions", "Wages", "Fees", "Dividends"], "Dividends"], "14": ["15. What should you do first if you think there is an error in one of your bills?", ["Pay the bill and hope the error is resolved on the next bill.", "Refuse to pay the bill.", "Call the company and ask them to review the charges.", "File a lawsuit against the company."], "Call the company and ask them to review the charges."], "15": ["16. Ali is borrowing $275,000 from a bank. So that Ali understands the terms of the loan, the bank outlines the terms in a formal agreement and requires Ali to sign it. This is an example of a financial", ["proposal.", "warranty.", "contract.", "referral."], "contract."], "16": ["17. Arial is a high school student working 10 hours a week at a part-time job. She wants to buy her first car. She has $1,000 saved for a down payment and plans to obtain a car loan for the remaining purchase price. What should she do first?", ["Test drive several used car models", "Research a new car model that she likes", "Get preapproved for a car loan", "Determine how much debt she can afford"], "Determine how much debt she can afford"], "17": ["18. What does the property and equipment category on a balance sheet commonly include?", ["Goodwill", "Equity", "Cash", "Buildings"], "Buildings"], "18": ["19. Which of the following is an advantage of using an online brokerage firm:", ["Many additional financial products and services", "Personal guidance from a live broker", "24-hour account access", "High commissions"], "24-hour account access"], "19": ["20. When writing a check, why should you write out the check's amount in words as well as in numeric form?", ["The amount in words gives the purpose for the check.", "The amount in words verifies who can cash the check.", "The amount in words specifies the bank's routing number.", "The amount in words is used if the numerals are unclear."], "The amount in words is used if the numerals are unclear."], "20": ["21. Robert and Martha are an elderly couple with three children and nine grandchildren. When they pass away, their three children will each inherit one third of Robert and Martha's assets. In other words, the couple's children are __________ of their parents' will.", ["arbitrators", "executors", "directors", "beneficiaries"], "beneficiaries"], "21": ["22. What component of homeowners insurance covers structural damage caused by fire?", ["Personal property", "Dwelling", "Liability", "Living expenses"], "Dwelling"], "22": ["23. Besides having a clear understanding of what you want from negotiation, it is important to also know", ["what the other person wants.", "how long negotiation is expected to take.", "how many people you will be negotiating with.", "who will be required to implement the outcome of the negotiation."], "what the other person wants."], "23": ["24. What do bond yields typically do during an economic expansion?", ["Remain unchanged", "Gradually decrease", "Drop to near zero", "Increase"], "Increase"], "24": ["25. An overall purpose of establishing goals is to increase your chances of", ["enlarging your income.", "achieving immediate success.", "satisfying your wants.", "avoiding making mistakes."], "satisfying your wants."], "25": ["26. The yen, peso, and euro are types of", ["dollars.", "bonds.", "stock.", "money."], "money."], "26": ["27. Blue Diamond Co. attracts the best salespeople because it offers a generous commission structure, a well-rounded benefits package, flexible work hours, and opportunities for professional development. Blue Diamond Co. has", ["unethical hiring practices.", "problems with its finances.", "an unsustainable business model.", "a total rewards system."], "a total rewards system."], "27": ["28. If you are investing for a goal that you hope to reach within three years, you are investing for a(n)", ["short-term time horizon.", "intermediate-term time horizon.", "long-term time horizon.", "risk-tolerant time horizon."], "short-term time horizon."], "28": ["29. What usually decreases as the rate of inflation increases?", ["Purchasing power", "Interest rates", "Export quotas", "Money supply"], "Purchasing power"], "29": ["30. Justine's rich uncle wants to give her $5,000 toward the purchase of a car. But since Justine doesn't plan to buy the car for at least another year, her uncle told her that she can have the money now, or he can wait and give her the money when she actually buys the car. Justine chooses to take the money now and deposit it in her savings account. After all, her deposit will yield 6% interest compounded annually. A year from now, her $5,000 will be worth $5,300. What financial concept does this scenario illustrate?", ["Time value of money", "Dividend reinvestment plan", "Capital budgeting", "Accrual accounting"], "Time value of money"], "30": ["31. A classic investment scam that uses contributions from new investors to simulate high returns to current investors is called", ["a pyramid scheme.", "affinity fraud.", "phishing.", "pump and dump."], "a pyramid scheme."], "31": ["32. If you are covered under your parents' health insurance, you", ["won't receive full benefits.", "are breaking the law.", "must have financial need.", "are considered a dependent."], "are considered a dependent."], "32": ["33. When completing job applications, the applicants should sign their", ["last names first.", "favorite nicknames.", "initials only.", "proper names."], "proper names."], "33": ["34. To avoid accumulating unmanageable debt, you should", ["avoid buying anything except necessities.", "pay your credit card balance in full.", "purchase expensive items using credit.", "spend your monthly paycheck immediately."], "pay your credit card balance in full."], "34": ["35. When considering employment opportunities in business, it is important to remember that each career option varies in terms of earning potential, skills, and __________ requirements.", ["educational", "gender", "intensity", "health"], "educational"], "35": ["36. One of the aims of regulating the insurance industry is to", ["make coverage more exclusive.", "raise insurance prices.", "create challenges for insurance agents.", "reduce the risk of gaps in coverage."], "reduce the risk of gaps in coverage."], "36": ["37. Mia's loan application was rejected. Which of the following is the most likely reason why her application was rejected:", ["She does not have any debt.", "Her credit score is too low.", "Her income level is too high.", "The loan officer disliked her."], "Her credit score is too low."], "37": ["38. Matthew received a loan for $20,000 from a financial institution to help him pay for his college education. The loan is helping him cover the cost of his tuition while he is in school, and when he graduates, he will repay the financial institution. This is an example of which form of financial exchange?", ["Credit", "Cash", "Debit", "Bitcoin"], "Credit"], "38": ["39. Which of the following is essential for making wise investment decisions:", ["Knowledge", "Intelligence", "Age", "Wealth"], "Knowledge"], "39": ["40. Cassidy is trying to determine her personal net worth. She owes $3,000 in credit card debt. She has $5,000 in savings and an heirloom diamond ring worth $2,000. What is her net worth?", ["$3,000", "$7,000", "$4,000", "$11,000"], "$4,000"], "40": ["41. Alex wants to conduct a fundamental analysis of a company's stock. What information does he need to examine?", ["All internal and external business factors", "The stock's past performance", "Economic factors that may impact its value", "The company's financial reports"], "All internal and external business factors"], "41": ["42. Which of the following is a common benefit of investing in a retirement savings plan:", ["Free vacations", "Increased salary", "Tax advantages", "Job security"], "Tax advantages"], "42": ["43. Imagine that your uncle is lending you $10,000 at a simple annual interest rate of 5% so that you can start your own business. You agree to repay your uncle in one lump sum at the end of 10 years. How much will you owe your uncle at that time?", ["$500", "$15,000", "$10,000", "$5,000"], "$15,000"], "43": ["44. Which of the following statements is true regarding business plans:", ["Lending institutions do not usually require loan applicants to submit a business plan.", "The operating plan details information regarding the business's services.", "Owners often use business plans as a tool to help them achieve their objectives.", "A corporation is the only legal form of business ownership that should develop a business plan."], "Owners often use business plans as a tool to help them achieve their objectives."], "44": ["45. It is important to regularly track and analyze your budget because", ["it is important to set financial goals.", "fixed expenses are constantly changing.", "your income should remain steady.", "changes in your life can affect your spending."], "changes in your life can affect your spending."], "45": ["46. Nina needs to buy her textbooks for college. Instead of getting them from the school bookstore, she finds a way to rent them online for much less money. Nina is", ["impulse buying.", "comparison shopping.", "a victim of a scam.", "investing rather than saving."], "comparison shopping."], "46": ["47. Which of the following factors is most likely to increase a policyholder's car insurance premium?", ["Owning an inexpensive used car", "Receiving one or more driving violations", "Living in a rural community", "Driving a short distance to work"], "Receiving one or more driving violations"], "47": ["48. What do people usually take into consideration when identifying occupations that they want to pursue in life?", ["Social attitude", "Personal conduct", "Mental health", "Natural talent"], "Natural talent"], "48": ["49. Why do individuals often take aptitude tests and fill out self-assessment questionnaires?", ["To determine intelligence levels", "To complete industry surveys", "To identify occupational interests", "To monitor performance reviews"], "To identify occupational interests"], "49": ["50. A service that allows customers to buy merchandise and use it before paying for it is called a __________ sale.", ["cash", "charge", "COD", "layaway"], "charge"], "50": ["51. Ben is hoping to start his own digital marketing business. Which of the following expenditures would fall under the category of \"professional fees\" when Ben is estimating the costs of starting his company:", ["A trademark for his company logo", "Inventory and raw materials", "Computer hardware and software", "Insurance and business permits"], "A trademark for his company logo"], "51": ["52. What is one of the main reasons for writing a cover letter?", ["To organize thoughts", "To attract attention", "To give detailed data", "To describe activities"], "To attract attention"], "52": ["53. When shopping for an investment broker, which of the following things should you always do:", ["Disclose how much money you have to invest.", "Run a background check.", "Choose the same broker as your parents.", "Read the broker's advertisements."], "Run a background check."], "53": ["54. Why is it important for individuals to establish investment goals?", ["To achieve plans for the future", "To buy common stock", "To reduce overall debt", "To borrow capital"], "To achieve plans for the future"], "54": ["55. Which of the following is an important type of financial record that individuals should maintain in order to manage their finances:", ["Product warranty", "Cashier's check", "Insurance policy", "Travel report"], "Insurance policy"], "55": ["56. When preparing a personal income tax form, parents report some of their child care expenses to receive", ["tax rebates.", "capital gains.", "dividends.", "tax deductions."], "tax deductions."], "56": ["57. Jessica wants to evaluate the rate of return for a particular stock. What component of the stock table should she review?", ["Ticker", "Volume", "Yield percentage", "Net change"], "Yield percentage"], "57": ["58. Which of the following is likely to be covered under long-term care insurance:", ["Expenses associated with funeral services", "Bills for emergency surgery", "Home modifications such as ramps", "Costs of home repairs after a fire"], "Home modifications such as ramps"], "58": ["59. An important advantage of using a stock screener is the ability to", ["speak with a live person.", "place a quick bid.", "refine your search.", "participate in online investing."], "refine your search."], "59": ["60. Which of the following is a banking service that allows customers to pay their bills without any paper money exchanging hands:", ["Certificates of deposit", "Debt consolidation", "Lines of credit", "Electronic funds transfer"], "Electronic funds transfer"], "60": ["61. Rhea is 20 years old, and she wants to buy a house by the time she is 40 years old. Ideally, she'd like to invest a lump sum now and watch it grow over time, at an interest rate of 5% annually, until she has enough to make a down payment of $40,000 on the home. What is the minimum amount (rounded up to the nearest dollar) she should invest now to reach her goal in 20 years?", ["$15,095", "$4,193", "$20,000", "$8,000"], "$15,095"], "61": ["62. One-time startup costs often include __________ fees.", ["website maintenance", "shipping and postage", "trade association", "incorporation"], "incorporation"], "62": ["63. Kevin bought a refrigerator at a home improvement store. When it was delivered to his home, he discovered that there were faulty parts. Which of the following should he do first:", ["Call the refrigerator company's headquarters", "Contact the place of purchase", "Seek an arbiter", "Take legal action"], "Contact the place of purchase"], "63": ["64. If three employees have the same level of ability and competence, what factor might a business use to decide which one to promote?", ["Tenure", "Gender", "Age", "Seniority"], "Seniority"], "64": ["65. Which of the following statements about economic resources is true:", ["Economic resources are the outputs of production.", "All natural resources can be replaced.", "Economic resources are considered consumer goods.", "All economic resources are limited."], "All economic resources are limited."], "65": ["66. A step in choosing a goal is selecting a __________ for the goal.", ["daily schedule", "substitution", "vague reason", "time limit"], "time limit"], "66": ["67. If you purchase a car, which type of credit are you most likely to use?", ["Budget", "Regular", "Installment", "Revolving"], "Installment"], "67": ["68. Everett is purchasing his first car. What can he do to negotiate a good deal?", ["Be combative", "Research ahead of time", "Leave terms open", "Agree with the salesperson"], "Research ahead of time"], "68": ["69. What is good advice to follow to avoid excessive debt?", ["Use cosigners on loans so that they can be held responsible for excessive debt.", "Engage in impulse buying to avoid unmanageable debt.", "Notify creditors immediately when you know your payments will be late.", "Think long term and be realistic about income and expenses."], "Think long term and be realistic about income and expenses."], "69": ["70. Regulatory agencies in the security and investment industry aim to keep markets fair by", ["banning illegal insider trading.", "requiring corporate taxes.", "preventing hiring discrimination.", "prohibiting misleading advertisements."], "banning illegal insider trading."], "70": ["71. Which of the following statements about retirement is true:", ["You can depend on government assistance for your living expenses.", "You have plenty of time to start saving for retirement.", "Saving even a little bit each month will help.", "You will be in retirement only about 15 years."], "Saving even a little bit each month will help."], "71": ["72. Young people often locate their first jobs in the community by responding to businesses that have", ["advertised in trade journals.", "hired employment agencies.", "posted help-wanted signs.", "conducted professional searches."], "posted help-wanted signs."], "72": ["73. If a publicly traded corporation has a positive cash flow, you can assume that it will likely", ["become less liquid.", "go into debt.", "pay dividends.", "increase net income."], "pay dividends."], "73": ["74. Which of the following should you do when you fail to reach a goal:", ["Give up goal setting.", "Find someone to blame.", "Congratulate yourself.", "Find out what went wrong."], "Find out what went wrong."], "74": ["75. All the efforts to safeguard consumers from any kind of injury they might suffer in the process of purchasing and/or using consumer products is known as consumer", ["spending.", "protection.", "marketing.", "confidence."], "protection."], "75": ["76. Which of the following is a cost of credit:", ["Finance charges", "Discounts", "Fidelity bonds", "Rebates"], "Finance charges"], "76": ["77. When John was injured in an auto accident on his way to work, what kind of insurance paid his hospital bill?", ["Life", "Disability", "Term", "Health"], "Health"], "77": ["78. What should Felicity do to calculate her personal net worth?", ["Subtract her liabilities from her assets", "Add her assets to her liabilities", "Subtract her assets from her liabilities", "Add her liabilities to her assets"], "Subtract her liabilities from her assets"], "78": ["79. Which of the following best describes a decision-making model:", ["The best way to solve a problem", "An easy way to select an alternative", "An organized way to make a decision", "A good way to reach an objective"], "An organized way to make a decision"], "79": ["80. On Samantha's first pay stub, she sees that her gross pay is $150.00, and her net pay is $125.00. When she cashes her check, she will have __________ that she can deposit into her bank account.", ["$125.00", "$150.00", "$275.00", "$25.00"], "$125.00"], "80": ["81. Compound interest helps build wealth by", ["decreasing the principal amount on loans.", "providing you with immediate cash.", "increasing the value of your money over time.", "qualifying you for federal grants."], "increasing the value of your money over time."], "81": ["82. The purpose of filing an insurance claim is to obtain", ["profit from the premium.", "discounts on the deductible.", "dividends on the investment.", "compensation for the loss."], "compensation for the loss."], "82": ["83. Roy just bought a home. He paid 20% in cash, but he will be paying back the rest in increments over the next 30 years. How do these mortgage payments impact his net worth?", ["They are an asset, so they increase his net worth.", "They are a liability, so they reduce his net worth.", "They do not impact his net worth.", "They are used to measure his net worth."], "They are a liability, so they reduce his net worth."], "83": ["84. What is the main purpose of diversifying investments?", ["To avoid penalty fees", "To reduce risk", "To increase liquidity", "To eliminate income tax"], "To reduce risk"], "84": ["85. Jacob is interested in pursuing a specific business career and sets up a time to talk with a person who works in his field of interest. Jacob is obtaining career information by initiating a(n)", ["exploratory interview.", "internship.", "discussion forum.", "job evaluation."], "exploratory interview."], "85": ["86. A primary characteristic of a whole life insurance policy is that it", ["covers the insured for a time period of 25 years.", "accumulates cash value over time.", "covers only the insured's burial expenses.", "requires policyholders to pay low premiums annually."], "accumulates cash value over time."], "86": ["87. Margot wants to be sure that when she dies, her money, house, and cars will go to her sister. Margot should create a", ["will.", "retirement fund.", "college savings fund.", "bank account."], "will."], "87": ["88. Which of the following is an example of an extensive decision:", ["How you'll pack your lunch", "What shoes you'll wear today", "Which job you'll take", "Where you'll hang out after school"], "Which job you'll take"], "88": ["89. Which of the following is a question you should ask yourself when determining how your assets will be managed after your death:", ["When will I be able to buy a house?", "How much can I contribute to my 401(k)?", "How much can I spend each month on groceries?", "Who will oversee the terms of my will?"], "Who will oversee the terms of my will?"], "89": ["90. Immediately contacting the credit card company if a credit card is lost is one way to protect against", ["identity theft.", "excessive penalties.", "financial risk.", "high interest rates."], "identity theft."], "90": ["91. A potential investor can assess a stock's volatility by comparing the highest paid price in the past 52 weeks with the", ["estimated dividends.", "rate of return.", "price-earnings ratio.", "lowest paid price in the past 52 weeks."], "lowest paid price in the past 52 weeks."], "91": ["92. On January 3, Anna mailed her credit card payment, which was due on January 5. The credit card issuer received the payment on January 7. What most likely appeared on Anna's credit card statement the following month?", ["Application charge", "Late fee", "Processing charge", "Over-limit fee"], "Late fee"], "92": ["93. Collin's old car has very little value, and he is not concerned with replacement costs. What type of car insurance coverage should he purchase?", ["Gap insurance", "Collision", "Liability", "Comprehensive"], "Liability"], "93": ["94. When considering loan products for higher education, most finance professionals encourage students to pursue federal loans first because", ["they generally have the lowest interest rates.", "private loans are almost nonexistent.", "federal loans are the most challenging to be approved for.", "they usually do not need to be repaid."], "they generally have the lowest interest rates."], "94": ["95. Individuals can verify the accuracy of their credit histories by reviewing a __________ that is obtained from a __________.", ["credit report; credit bureau", "bank statement; financial institution", "lending statement; tax agency", "credit certificate; credit union"], "credit report; credit bureau"], "95": ["96. Which of the following actions is most likely to put you at risk of credit card fraud:", ["Traveling to another country", "Giving your ATM card to a bank teller", "Using an unsecured wireless network", "Carrying your driver's license"], "Using an unsecured wireless network"], "96": ["97. Economics is concerned primarily with evaluating alternatives and", ["producing goods and services.", "financing the national debt.", "increasing foreign trade.", "making economic decisions."], "making economic decisions."], "97": ["98. Which of the following is a career area in business:", ["Entertainment", "Health care", "Marketing", "Mathematics"], "Marketing"], "98": ["99. When reconciling a bank statement, you use check marks to do which of the following:", ["Void the checks you have ruined.", "Correct the deposits you have missed.", "Identify the items you have compared.", "Total the interest you have received."], "Identify the items you have compared."], "99": ["100. It is a good idea to purchase life insurance as a young adult because", ["it takes time for the policy to become active.", "younger people pay lower premiums.", "policies have limited time periods.", "young people often have dependents."], "younger people pay lower premiums."]}